{
  "home": {
    "title": "શું તમે કટોકટીમાં છો?",
    "subtitle": "SOS બટન દબાવો, તમારા જીવંત સ્થાન સાથેનો એક SMS તમારા કટોકટીના સંપર્કોને મોકલવામાં આવશે.",
    "checkInButton": "ચેક-ઇન મોકલો",
    "emergencyGridTitle": "તમારી કટોકટી શું છે?",
    "categories": {
      "medical": "તબીબી",
      "fire": "આગ",
      "record": "રેકોર્ડ",
       "sound_recorder": "સાઉન્ડ રેકોર્ડર",
      "accident": "અકસ્માત",
      "violence": "હિંસા",
      "natural_disaster": "કુદરતી આપત્તિ",
      "rescue": "બચાવ"
    }
  },
  "settings": {
    "title": "સેટિંગ્સ",
    "sections": {
      "myCircle": {
        "title": "મારું સર્કલ",
        "rows": {
          "manageContacts": {
            "label": "કટોકટીના સંપર્કોનું સંચાલન કરો",
            "description": "વિશ્વસનીય સંપર્કો ઉમેરો અથવા દૂર કરો"
          }
        }
      },
      "fakeCall": {
        "title": "ફેક કૉલ",
        "callerNameLabel": "કોલરનું નામ",
        "callerNumberLabel": "કોલરનો નંબર",
        "ringtoneLabel": "રિંગટોન",
        "saveButton": "ફેક કૉલ સેટિંગ્સ સાચવો"
      },
      "app": {
        "title": "એપ્લિકેશન",
        "themeLabel": "થીમ",
        "languageLabel": "ભાષા"
      },
      "logout": {
        "label": "લૉગ આઉટ"
      }
    }
  },
  "emergencies": [
    {
      "category": "Medical",
      "title": "તબીબી કટોકટી સૂચનાઓ",
      "summary": "જો કોઈ બેભાન હોય, ભારે રક્તસ્ત્રાવ થતો હોય, અથવા શ્વાસ લેવામાં તકલીફ પડતી હોય, તો ઝડપથી કાર્ય કરો.",
      "instructions": [
        {
          "step": 1,
          "title": "પરિસ્થિતિનું મૂલ્યાંકન કરો",
          "details": [
            "તમારા અથવા પીડિત માટે કોઈ જોખમો (જેમ કે ટ્રાફિક, આગ, અથવા ધુમાડો) માટે વિસ્તાર તપાસો.",
            "વ્યક્તિના ખભા પર હળવેથી થપથપાવીને અને \"શું તમે ઠીક છો?\" બૂમ પાડીને તેને જગાડવાનો પ્રયાસ કરો."
          ]
        },
        {
          "step": 2,
          "title": "એમ્બ્યુલન્સ માટે કૉલ કરો (108 અથવા 112)",
          "details": [
            "ઑપરેટરને તમારું ચોક્કસ સ્થાન જણાવો.",
            "વ્યક્તિની સ્થિતિનું વર્ણન કરો (દા.ત., \"શ્વાસ નથી લેતો,\" \"માથામાંથી લોહી નીકળે છે,\" \"છાતીમાં દુખાવો\").",
            "ઑપરેટર જે સૂચનાઓ આપે છે તેનું પાલન કરો."
          ]
        },
        {
          "step": 3,
          "title": "મૂળભૂત સંભાળ પૂરી પાડો (જો તમે સુરક્ષિત રીતે કરી શકો તો)",
          "details": [
            "જો શ્વાસ ન લેતો હોય તો: જો તમે પ્રશિક્ષિત હો, તો CPR (કાર્ડિયોપલ્મોનરી રિસુસિટેશન) શરૂ કરો.",
            "ભારે રક્તસ્રાવ માટે: સ્વચ્છ કપડા અથવા પાટોનો ઉપયોગ કરીને ઘા પર મજબૂત, સીધું દબાણ લાવો.",
            "ગરદન અથવા કરોડરજ્જુની ઈજાની શંકાવાળા વ્યક્તિને તાત્કાલિક જોખમ ન હોય ત્યાં સુધી ખસેડશો નહીં.",
            "મદદ આવે ત્યાં સુધી વ્યક્તિ સાથે રહો અને તેને શાંત રાખો."
          ]
        }
      ]
    },
    {
      "category": "Fire",
      "title": "આગ કટોકટી સૂચનાઓ",
      "summary": "તમારી પ્રાથમિકતા દરેકને સુરક્ષિત રીતે બહાર કાઢવાની છે। વસ્તુઓ બદલી શકાય છે, લોકો નહીં।",
      "instructions": [
        {
          "step": 1,
          "title": "દરેકને ચેતવણી આપો",
          "details": [
            "બિલ્ડિંગમાં દરેકને જગાડવા અને ચેતવણી આપવા માટે મોટેથી \"આગ!\" બૂમ પાડો."
          ]
        },
        {
          "step": 2,
          "title": "તાત્કાલિક ખાલી કરો",
          "details": [
            "શક્ય તેટલી ઝડપથી બહાર નીકળો। અંગત સામાન એકત્ર કરવા માટે રોકશો નહીં।",
            "ધુમાડો શ્વાસમાં લેવાનું ટાળવા માટે જમીન પર નીચે રહો। સૌથી સ્વચ્છ હવા ફ્લોરની નજીક હોય છે।",
            "દરવાજો ખોલતા પહેલા, તેને તમારા હાથની પાછળની બાજુથી અનુભવો। જો તે ગરમ હોય, તો તેને ખોલશો નહીં। બહાર નીકળવાનો બીજો રસ્તો શોધો।",
            "એકવાર તમે બહાર નીકળો, બહાર જ રહો। સળગતી ઇમારતમાં ક્યારેય પાછા ન જશો।"
          ]
        },
        {
          "step": 3,
          "title": "ફાયર બ્રિગેડને કૉલ કરો (101 અથવા 112)",
          "details": [
            "સુરક્ષિત રીતે બહાર નીકળ્યા પછી જ મદદ માટે કૉલ કરો।",
            "ઑપરેટરને તમારું ચોક્કસ સરનામું જણાવો।"
          ]
        },
        {
          "step": 4,
          "title": "જો ફસાયા હોવ તો",
          "details": [
            "બારીવાળા ઓરડામાં જાઓ। ધુમાડો બહાર રાખવા માટે દરવાજો બંધ કરો।",
            "દરવાજા નીચેની જગ્યાને કપડાં અથવા ટુવાલથી અવરોધિત કરો।",
            "બારીમાંથી મદદ માટે સંકેત આપો।"
          ]
        }
      ]
    },
    {
      "category": "Natural_Disaster",
      "title": "કુદરતી આપત્તિ સલામતી",
      "summary": "સૂચનાઓ આપત્તિ (દા.ત., ભૂકંપ, પૂર, ચક્રવાત) ના આધારે બદલાશે। સત્તાવાળાઓ પાસેથી સત્તાવાર સમાચાર અને ચેતવણીઓનું પાલન કરો।",
      "instructions": [
        {
          "step": 1,
          "title": "સુરક્ષિત આશ્રય શોધો",
          "details": [
            "ભૂકંપ: જમીન પર સૂઈ જાઓ, મજબૂત ટેબલ નીચે આશરો લો, અને પકડી રાખો। બારીઓથી દૂર રહો।",
            "પૂર: તાત્કાલિક ઊંચાણવાળા સ્થળે જાઓ। પૂરના પાણીમાં ચાલશો નહીં કે વાહન ચલાવશો નહીં।",
            "ચક્રવાત/તીવ્ર પવન: ઘરની અંદર, બારીઓ અને દરવાજાઓથી દૂર રહો।"
          ]
        },
        {
          "step": 2,
          "title": "માહિતગાર રહો",
          "details": [
            "અપડેટ્સ અને સૂચનાઓ માટે રેડિયો સાંભળો અથવા સત્તાવાર સોશિયલ મીડિયા ચેનલોને અનુસરો।"
          ]
        },
        {
          "step": 3,
          "title": "કટોકટી કીટ",
          "details": [
            "પાણી, બિન-નાશવંત ખોરાક, ફ્લેશલાઇટ, બેટરી, ફર્સ્ટ-એઇડ કીટ અને મહત્વપૂર્ણ દસ્તાવેજો સાથે એક કીટ તૈયાર રાખો।"
          ]
        },
        {
          "step": 4,
          "title": "ઘટના પછી",
          "details": [
            "નીચે પડેલી પાવર લાઇન્સ, તૂટેલા કાચ અને ક્ષતિગ્રસ્ત ઇમારતોથી સાવચેત રહો। ક્ષતિગ્રસ્ત માળખામાં પ્રવેશ કરશો નહીં।"
          ]
        }
      ]
    },
    {
      "category": "Accident",
      "title": "માર્ગ અકસ્માત સૂચનાઓ",
      "summary": null,
      "instructions": [
        {
          "step": 1,
          "title": "વિસ્તારને સુરક્ષિત કરો",
          "details": [
            "તમારું વાહન સુરક્ષિત અંતરે રોકો અને અન્ય ડ્રાઇવરોને ચેતવણી આપવા માટે તમારી હેઝાર્ડ લાઇટ્સ ચાલુ કરો.",
            "બળતણ લિકેજ, આગ, અથવા આવતા ટ્રાફિક જેવા તાત્કાલિક જોખમો માટે તપાસ કરો। જો તે સુરક્ષિત હોય, તો ચેતવણી ત્રિકોણ મૂકો।"
          ]
        },
        {
          "step": 2,
          "title": "મદદ માટે કૉલ કરો (પોલીસ માટે 100, એમ્બ્યુલન્સ માટે 108)",
          "details": [
            "અકસ્માતનું ચોક્કસ સ્થાન પ્રદાન કરો.",
            "સમાવિષ્ટ વાહનો અને લોકોની સંખ્યા અને ઇજાઓની હદનું વર્ણન કરો."
          ]
        },
        {
          "step": 3,
          "title": "ઈજાગ્રસ્તોને સહાય કરો",
          "details": [
            "તમારી સુરક્ષા પ્રથમ આવે છે। ફક્ત ત્યારે જ સંપર્ક કરો જો તે સુરક્ષિત હોય।",
            "પીડિતો સભાન છે અને શ્વાસ લઈ રહ્યા છે કે કેમ તે તપાસો.",
            "ઈજાગ્રસ્ત વ્યક્તિને તાત્કાલિક જોખમ ન હોય (દા.ત., આગથી) ત્યાં સુધી ખસેડશો નહીં। કોઈને ખસેડવાથી ગરદન અથવા કરોડરજ્જુની ઇજાઓ વધુ ખરાબ થઈ શકે છે।",
            "જો તમે પ્રશિક્ષિત હોવ તો પ્રાથમિક સારવાર આપો (દા.ત., રક્તસ્રાવના ઘા પર દબાણ લાગુ કરવું).",
            "મદદ આવે ત્યાં સુધી પીડિતો સાથે શાંત અને આશ્વાસન આપતી અવાજમાં વાત કરો."
          ]
        }
      ]
    },
    {
      "category": "Violence",
      "title": "હિંસક ધમકીનો જવાબ આપવો (હુમલો/લૂંટ)",
      "summary": "તમારી વ્યક્તિગત સલામતી એ એકમાત્ર સૌથી મહત્વપૂર્ણ લક્ષ્ય છે। આ સિદ્ધંતને અનુસરો: દોડો, છુપાવો, અથવા લડો।",
      "instructions": [
        {
          "step": 1,
          "title": "દોડો (બચો)",
          "details": [
            "જો કોઈ સ્પષ્ટ બચવાનો માર્ગ હોય તો, તેનો તરત જ ઉપયોગ કરો.",
            "તમારો સામાન પાછળ છોડી દો.",
            "હીરો બનવાનો પ્રયાસ કરશો નહીં। પહેલા તમારી જાતને સુરક્ષિત કરો।",
            "સુરક્ષિત થયા પછી, પોલીસને બોલાવો (100 અથવા 112)."
          ]
        },
        {
          "step": 2,
          "title": "છુપાવો (જો તમે દોડી શકતા નથી)",
          "details": [
            "એવી જગ્યા શોધો જ્યાં હુમલાખોર તમને ઓછી સંભાવનાથી શોધી શકે.",
            "દરવાજો બંધ કરો અથવા બેરિકેડ કરો.",
            "તમારો મોબાઇલ ફોન સંપૂર્ણપણે શાંત કરો (કંપન સહિત).",
            "શાંત રહો અને નજરથી દૂર રહો."
          ]
        },
        {
          "step": 3,
          "title": "લડો (છેલ્લા ઉપાય તરીકે)",
          "details": [
            "ફક્ત ત્યારે જ લડો જ્યારે તમારું જીવન તાત્કાલિક જોખમમાં હોય અને તમે દોડી કે છુપાવી શકતા નથી.",
            "શક્ય તેટલું આક્રમક બનો। તમારા કાર્યો પ્રત્યે પ્રતિબદ્ધ રહો।",
            "કોઈપણ વસ્તુને હથિયાર તરીકે વાપરો (ખુરશી, અગ્નિશામક, ચાવીઓ, પેન).",
            "સંવેદનશીલ વિસ્તારોને લક્ષ્ય બનાવો।"
          ]
        }
      ]
    },
    {
      "category": "Rescue",
      "title": "બચાવ પરિસ્થિતિ સૂચનાઓ",
      "summary": "જો તમે કોઈને ફસાયેલા, પડેલા, અથવા જોખમમાં જુઓ, તો તમારું પ્રથમ પગલું વ્યાવસાયિક મદદ મેળવવાનું છે।",
      "instructions": [
        {
          "step": 1,
          "title": "તમારી જાતને જોખમમાં ન નાખો!",
          "details": [
            "સુરક્ષિત અંતરથી પરિસ્થિતિનું મૂલ્યાંકન કરો। આગ, ઊંડા પાણી, વીજળીના તાર, અથવા અસ્થિર જમીન જેવા જોખમો માટે જુઓ।",
            "ઘણા બચાવકર્તાઓ વિચાર્યા વિના દોડી જવાથી ઘાયલ થાય છે અથવા મૃત્યુ પામે છે। જો તમે પણ પીડિત બનો તો તમે મદદ કરી શકતા નથી।"
          ]
        },
        {
          "step": 2,
          "title": "તાત્કાલિક કટોકટી સેવાઓને કૉલ કરો (101, 108, અથવા 112)",
          "details": [
            "તેમને ચોક્કસ સ્થાન આપો અને પરિસ્થિતિનું સ્પષ્ટ વર્ણન કરો। (દા.ત., \"એક વ્યક્તિ કૂવામાં પડી ગઈ છે,\" \"એક બાળક તૂટી ગયેલી દિવાલ નીચે ફસાયેલું છે\")।",
            "વ્યાવસાયિકો પાસે સુરક્ષિત બચાવ કરવા માટે યોગ્ય તાલીમ અને સાધનો હોય છે।"
          ]
        },
        {
          "step": 3,
          "title": "સુરક્ષિત અંતરથી મદદ કરો (જો શક્ય હોય તો)",
          "details": [
            "ખતરનાક વિસ્તારમાં પ્રવેશ કરશો નહીં।",
            "વ્યક્તિ સાથે વાત કરો। તેમને શાંત રાખો અને જણાવો કે મદદ આવી રહી છે।",
            "પાણીમાં બચાવ માટે: અંદર ન જશો। \"પહોંચો, ફેંકો\" પદ્ધતિનો પ્રયાસ કરો। લાકડી અથવા ડાળીથી પહોંચો, અથવા તેમને તરતી વસ્તુ ફેંકો (દોરડું, પ્લાસ્ટિકની બોટલ).",
            "કટોકટી ઓપરેટર દ્વારા આપવામાં આવેલી કોઈપણ સૂચનાઓનું પાલન કરો।"
          ]
        }
      ]
    }
  ]
}
