{
  "home": {
    "title": "क्या आप आपात स्थिति में हैं?",
    "subtitle": "एसओएस बटन दबाएं, आपके लाइव स्थान के साथ एक एसएमएस आपके आपातकालीन संपर्कों को भेजा जाएगा।",
    "checkInButton": "चेक-इन भेजें",
    "emergencyGridTitle": "आपकी आपात स्थिति क्या है?",
    "categories": {
      "medical": "चिकित्सा",
      "fire": "आग",
      "record": "रिकॉर्ड",
      "accident": "दुर्घटना",
      "violence": "हिंसा",
      "natural_disaster": "प्राकृतिक आपदा",
      "rescue": "बचाव"
    }
  },
  "settings": {
    "title": "सेटिंग्स",
    "sections": {
      "myCircle": {
        "title": "मेरा सर्कल",
        "rows": {
          "manageContacts": {
            "label": "आपातकालीन संपर्क प्रबंधित करें",
            "description": "विश्वसनीय संपर्क जोड़ें या हटाएं"
          }
        }
      },
      "fakeCall": {
        "title": "फेक कॉल",
        "callerNameLabel": "कॉलर का नाम",
        "callerNumberLabel": "कॉलर का नंबर",
        "ringtoneLabel": "रिंगटोन",
        "saveButton": "फेक कॉल सेटिंग्स सहेजें"
      },
      "app": {
        "title": "ऐप",
        "themeLabel": "थीम",
        "languageLabel": "भाषा"
      },
      "logout": {
        "label": "लॉग आउट"
      }
    }
  },
   "emergencies": [
    {
      "category": "Medical",
      "title": "चिकित्सा आपातकालीन निर्देश",
      "summary": "यदि कोई बेहोश है, बहुत खून बह रहा है, या सांस लेने में तकलीफ हो रही है, तो तुरंत कार्रवाई करें।",
      "instructions": [
        {
          "step": 1,
          "title": "स्थिति का आकलन करें",
          "details": [
            "अपने या पीड़ित के लिए किसी भी खतरे (जैसे यातायात, आग, या धुएं) के लिए क्षेत्र की जाँच करें।",
            "व्यक्ति के कंधों को धीरे से थपथपाकर और \"क्या आप ठीक हैं?\" चिल्लाकर उसे जगाने की कोशिश करें।"
          ]
        },
        {
          "step": 2,
          "title": "एम्बुलेंस के लिए कॉल करें (108 या 112)",
          "details": [
            "ऑपरेटर को अपना सटीक स्थान बताएं।",
            "व्यक्ति की स्थिति का वर्णन करें (जैसे, \"सांस नहीं ले रहा है,\" \"सिर से खून बह रहा है,\" \"सीने में दर्द\")।",
            "ऑपरेटर द्वारा दिए गए सभी निर्देशों का पालन करें।"
          ]
        },
        {
          "step": 3,
          "title": "बुनियादी देखभाल प्रदान करें (यदि आप सुरक्षित रूप से ऐसा कर सकते हैं)",
          "details": [
            "यदि सांस नहीं ले रहा है: यदि आप प्रशिक्षित हैं, तो सीपीआर (कार्डियोपल्मोनरी रिससिटेशन) शुरू करें।",
            "भारी रक्तस्राव के लिए: एक साफ कपड़े या पट्टी का उपयोग करके घाव पर दृढ़, सीधा दबाव डालें।",
            "गर्दन या रीढ़ की हड्डी में चोट के संदेह वाले व्यक्ति को तब तक न हिलाएं जब तक कि वे तत्काल खतरे में न हों।",
            "मदद आने तक व्यक्ति के साथ रहें और उसे शांत रखें।"
          ]
        }
      ]
    },
    {
      "category": "Fire",
      "title": "आग लगने पर आपातकालीन निर्देश",
      "summary": "आपकी प्राथमिकता सभी को सुरक्षित बाहर निकालना है। चीज़ें बदली जा सकती हैं, लोग नहीं।",
      "instructions": [
        {
          "step": 1,
          "title": "सभी को सचेत करें",
          "details": [
            "इमारत में सभी को जगाने और चेतावनी देने के लिए ज़ोर से \"आग!\" चिल्लाएं।"
          ]
        },
        {
          "step": 2,
          "title": "तुरंत खाली करें",
          "details": [
            "जितनी जल्दी हो सके बाहर निकलें। व्यक्तिगत सामान इकट्ठा करने के लिए न रुकें।",
            "धुएं में सांस लेने से बचने के लिए ज़मीन पर नीचे रहें। सबसे स्वच्छ हवा फर्श के पास होती है।",
            "दरवाज़ा खोलने से पहले, उसे अपने हाथ के पिछले हिस्से से महसूस करें। यदि यह गर्म है, तो इसे न खोलें। बाहर निकलने का दूसरा रास्ता खोजें।",
            "एक बार बाहर निकलने के बाद, बाहर ही रहें। जलती हुई इमारत में कभी वापस न जाएं।"
          ]
        },
        {
          "step": 3,
          "title": "फायर ब्रिगेड को कॉल करें (101 या 112)",
          "details": [
            "सुरक्षित बाहर निकलने के बाद ही मदद के लिए कॉल करें।",
            "ऑपरेटर को अपना सटीक पता बताएं।"
          ]
        },
        {
          "step": 4,
          "title": "यदि फंस गए हैं",
          "details": [
            "खिड़की वाले कमरे में जाएं। धुएं को बाहर रखने के लिए दरवाजा बंद कर दें।",
            "दरवाजे के नीचे की जगह को कपड़े या तौलिये से ब्लॉक करें।",
            "खिड़की से मदद के लिए संकेत दें।"
          ]
        }
      ]
    },
    {
      "category": "Natural_Disaster",
      "title": "प्राकृतिक आपदा सुरक्षा",
      "summary": "निर्देश आपदा (जैसे, भूकंप, बाढ़, चक्रवात) के आधार पर अलग-अलग होंगे। अधिकारियों से आधिकारिक समाचार और अलर्ट का पालन करें।",
      "instructions": [
        {
          "step": 1,
          "title": "सुरक्षित आश्रय खोजें",
          "details": [
            "भूकंप: जमीन पर झुकें, एक मजबूत मेज के नीचे कवर लें, और कसकर पकड़ें। खिड़कियों से दूर रहें।",
            "बाढ़: तुरंत ऊंचे स्थान पर जाएं। बाढ़ के पानी में न चलें और न ही गाड़ी चलाएं।",
            "चक्रवात/तेज हवाएं: घर के अंदर, खिड़कियों और दरवाजों से दूर रहें।"
          ]
        },
        {
          "step": 2,
          "title": "सूचित रहें",
          "details": [
            "अपडेट और निर्देशों के लिए रेडियो सुनें या आधिकारिक सोशल मीडिया चैनलों का पालन करें।"
          ]
        },
        {
          "step": 3,
          "title": "आपातकालीन किट",
          "details": [
            "पानी, खराब न होने वाला भोजन, एक टॉर्च, बैटरी, एक प्राथमिक चिकित्सा किट और महत्वपूर्ण दस्तावेजों के साथ एक किट तैयार रखें।"
          ]
        },
        {
          "step": 4,
          "title": "घटना के बाद",
          "details": [
            "गिरी हुई बिजली लाइनों, टूटे हुए कांच और क्षतिग्रस्त इमारतों से सावधान रहें। क्षतिग्रस्त संरचनाओं में प्रवेश न करें।"
          ]
        }
      ]
    },
    {
      "category": "Accident",
      "title": "सड़क दुर्घटना के निर्देश",
      "summary": null,
      "instructions": [
        {
          "step": 1,
          "title": "क्षेत्र को सुरक्षित करें",
          "details": [
            "अपने वाहन को सुरक्षित दूरी पर रोकें और अन्य ड्राइवरों को चेतावनी देने के लिए अपनी हैजर्ड लाइट चालू करें।",
            "ईंधन रिसाव, आग, या आने वाले यातायात जैसे तत्काल खतरों की जाँच करें। यदि यह सुरक्षित है, तो एक चेतावनी त्रिकोण रखें।"
          ]
        },
        {
          "step": 2,
          "title": "मदद के लिए कॉल करें (पुलिस के लिए 100, एम्बुलेंस के लिए 108)",
          "details": [
            "दुर्घटना का सटीक स्थान प्रदान करें।",
            "शामिल वाहनों और लोगों की संख्या और चोटों की सीमा का वर्णन करें।"
          ]
        },
        {
          "step": 3,
          "title": "घायलों की सहायता करें",
          "details": [
            "आपकी सुरक्षा पहले आती है। केवल तभी संपर्क करें जब ऐसा करना सुरक्षित हो।",
            "जाँचें कि पीड़ित होश में हैं और सांस ले रहे हैं।",
            "घायल व्यक्ति को तब तक न हिलाएं जब तक कि वे तत्काल खतरे में न हों (जैसे, आग से)। किसी को हिलाने से गर्दन या रीढ़ की हड्डी की चोटें बढ़ सकती हैं।",
            "यदि आप प्रशिक्षित हैं तो प्राथमिक उपचार प्रदान करें (जैसे, खून बहने वाले घावों पर दबाव डालना)।",
            "मदद आने तक पीड़ितों से शांत और आश्वस्त करने वाली आवाज में बात करें।"
          ]
        }
      ]
    },
    {
      "category": "Violence",
      "title": "हिंसक खतरे का जवाब देना (हमला/लूट)",
      "summary": "आपकी व्यक्तिगत सुरक्षा सबसे महत्वपूर्ण लक्ष्य है। इस सिद्धांत का पालन करें: भागो, छिपो, या लड़ो।",
      "instructions": [
        {
          "step": 1,
          "title": "भागो (बचो)",
          "details": [
            "यदि कोई स्पष्ट बच निकलने का रास्ता है, तो उसका तुरंत उपयोग करें।",
            "अपना सामान पीछे छोड़ दो।",
            "हीरो बनने की कोशिश मत करो। पहले खुद को सुरक्षित करो।",
            "सुरक्षित होने पर, पुलिस को बुलाओ (100 या 112)।"
          ]
        },
        {
          "step": 2,
          "title": "छिपो (यदि आप भाग नहीं सकते)",
          "details": [
            "ऐसी जगह खोजो जहाँ हमलावर तुम्हें कम से कम खोज सके।",
            "दरवाजा बंद करो या barricade करो।",
            "अपना मोबाइल फोन पूरी तरह से चुप करो (कंपन सहित)।",
            "चुप रहो और नजरों से दूर रहो।"
          ]
        },
        {
          "step": 3,
          "title": "लड़ो (अंतिम उपाय के रूप में)",
          "details": [
            "केवल तभी लड़ो जब तुम्हारा जीवन तत्काल खतरे में हो और तुम भाग या छिप नहीं सकते।",
            "जितना संभव हो उतना आक्रामक बनो। अपने कार्यों के प्रति प्रतिबद्ध रहो।",
            "किसी भी वस्तु को हथियार के रूप में उपयोग करो (कुर्सी, आग बुझाने का यंत्र, चाबियाँ, कलम)।",
            "कमजोर क्षेत्रों पर निशाना साधो।"
          ]
        }
      ]
    },
    {
      "category": "Rescue",
      "title": "बचाव स्थिति के निर्देश",
      "summary": "यदि आप किसी को फंसा हुआ, गिरा हुआ, या खतरे में देखते हैं, तो आपका पहला कदम पेशेवर मदद लेना है।",
      "instructions": [
        {
          "step": 1,
          "title": "खुद को खतरे में न डालें!",
          "details": [
            "सुरक्षित दूरी से स्थिति का आकलन करें। आग, गहरे पानी, बिजली के तार, या अस्थिर जमीन जैसे खतरों की तलाश करें।",
            "कई बचावकर्मी बिना सोचे-समझे जल्दबाजी करने से घायल हो जाते हैं या मारे जाते हैं। यदि आप भी शिकार हो जाते हैं तो आप मदद नहीं कर सकते।"
          ]
        },
        {
          "step": 2,
          "title": "तुरंत आपातकालीन सेवाओं को कॉल करें (101, 108, या 112)",
          "details": [
            "उन्हें सटीक स्थान दें और स्थिति का स्पष्ट रूप से वर्णन करें। (जैसे, \"एक व्यक्ति कुएं में गिर गया है,\" \"एक बच्चा ढह गई दीवार के नीचे फंसा हुआ है\")।",
            "पेशेवरों के पास सुरक्षित बचाव करने के लिए सही प्रशिक्षण और उपकरण होते हैं।"
          ]
        },
        {
          "step": 3,
          "title": "सुरक्षित दूरी से मदद करें (यदि संभव हो)",
          "details": [
            "खतरनाक क्षेत्र में प्रवेश न करें।",
            "व्यक्ति से बात करें। उन्हें शांत रखें और बताएं कि मदद आ रही है।",
            "पानी में बचाव के लिए: अंदर न जाएं। \"पहुंचो, फेंको\" विधि का प्रयास करें। एक छड़ी या शाखा के साथ पहुंचें, या उन्हें कुछ तैरने वाला फेंक दें (एक रस्सी, एक प्लास्टिक की बोतल)।",
            "आपातकालीन ऑपरेटर द्वारा दिए गए किसी भी निर्देश का पालन करें।"
          ]
        }
      ]
    }
  ]
}
