{
  "home": {
    "title": "तुम्ही आपत्कालीन परिस्थितीत आहात का?",
    "subtitle": "SOS बटण दाबा, तुमच्या थेट स्थानासह एक SMS तुमच्या आपत्कालीन संपर्कांना पाठवला जाईल.",
    "checkInButton": "चेक-इन पाठवा",
    "emergencyGridTitle": "तुमची आपत्कालीन परिस्थिती काय आहे?",
    "categories": {
      "medical": "वैद्यकीय",
      "fire": "आग",
      "record": "रेकॉर्ड",
      "sound_recorder": "साउंड रेकॉर्डर",
      "accident": "अपघात",
      "violence": "हिंसा",
      "natural_disaster": "नैसर्गिक आपत्ती",
      "rescue": "बचाव"
    }
  },
  "settings": {
    "title": "सेटिंग्ज",
    "sections": {
      "myCircle": {
        "title": "माझे सर्कल",
        "rows": {
          "manageContacts": {
            "label": "आपत्कालीन संपर्क व्यवस्थापित करा",
            "description": "विश्वसनीय संपर्क जोडा किंवा काढा"
          }
        }
      },
      "fakeCall": {
        "title": "फेक कॉल",
        "callerNameLabel": "कॉलरचे नाव",
        "callerNumberLabel": "कॉलरचा नंबर",
        "ringtoneLabel": "रिंगटोन",
        "saveButton": "फेक कॉल सेटिंग्ज सेव्ह करा"
      },
      "app": {
        "title": "अ‍ॅप",
        "themeLabel": "थीम",
        "languageLabel": "भाषा"
      },
      "logout": {
        "label": "लॉग आउट"
      }
    }
  },
    "emergencies": [
    {
      "category": "Medical",
      "title": "वैद्यकीय आपत्कालीन सूचना",
      "summary": "जर कोणी बेशुद्ध असेल, जास्त रक्तस्त्राव होत असेल, किंवा श्वास घेण्यास त्रास होत असेल, तर त्वरित कारवाई करा.",
      "instructions": [
        {
          "step": 1,
          "title": "परिस्थितीचे मूल्यांकन करा",
          "details": [
            "स्वतःसाठी किंवा पीडितासाठी कोणत्याही धोक्यांसाठी (उदा. वाहतूक, आग, किंवा धूर) परिसर तपासा.",
            "व्यक्तीच्या खांद्यावर हळूवारपणे थाप मारून आणि \"तुम्ही ठीक आहात का?\" असे ओरडून त्याला जागे करण्याचा प्रयत्न करा."
          ]
        },
        {
          "step": 2,
          "title": "रुग्णवाहिकेसाठी कॉल करा (108 किंवा 112)",
          "details": [
            "ऑपरेटरला तुमचे अचूक स्थान सांगा.",
            "व्यक्तीच्या स्थितीचे वर्णन करा (उदा. \"श्वास घेत नाही,\" \"डोक्यातून रक्तस्त्राव,\" \"छातीत दुखणे\").",
            "ऑपरेटरने दिलेल्या सर्व सूचनांचे पालन करा."
          ]
        },
        {
          "step": 3,
          "title": "मूलभूत काळजी द्या (जर तुम्ही सुरक्षितपणे करू शकत असाल)",
          "details": [
            "जर श्वास घेत नसेल: जर तुम्ही प्रशिक्षित असाल, तर सीपीआर (कार्डिओपल्मोनरी रिससिटेशन) सुरू करा.",
            "जास्त रक्तस्त्रावासाठी: स्वच्छ कापड किंवा पट्टी वापरून जखमेवर घट्ट, थेट दाब द्या.",
            "मान किंवा पाठीच्या कण्याला दुखापत झाल्याचा संशय असलेल्या व्यक्तीला तात्काळ धोका नसल्यास हलवू नका.",
            "मदत येईपर्यंत व्यक्तीसोबत रहा आणि त्यांना शांत ठेवा."
          ]
        }
      ]
    },
    {
      "category": "Fire",
      "title": "आग लागल्यास आपत्कालीन सूचना",
      "summary": "सर्वांना सुरक्षितपणे बाहेर काढणे हे तुमचे प्राधान्य आहे. वस्तू बदलल्या जाऊ शकतात, माणसे नाही.",
      "instructions": [
        {
          "step": 1,
          "title": "सर्वांना सावध करा",
          "details": [
            "इमारतीमधील सर्वांना जागे करण्यासाठी आणि सावध करण्यासाठी मोठ्याने \"आग!\" ओरडा."
          ]
        },
        {
          "step": 2,
          "title": "तात्काळ बाहेर पडा",
          "details": [
            "शक्य तितक्या लवकर बाहेर पडा. वैयक्तिक सामान गोळा करण्यासाठी थांबू नका.",
            "धूर श्वासात घेण्यापासून वाचण्यासाठी जमिनीच्या जवळ राहा. सर्वात स्वच्छ हवा जमिनीजवळ असते.",
            "दरवाजा उघडण्यापूर्वी, तो तुमच्या हाताच्या मागच्या बाजूने चाचपून पाहा. जर तो गरम असेल, तर तो उघडू नका. बाहेर पडण्याचा दुसरा मार्ग शोधा.",
            "एकदा तुम्ही बाहेर पडल्यावर, बाहेरच राहा. जळत्या इमारतीत कधीही परत जाऊ नका."
          ]
        },
        {
          "step": 3,
          "title": "अग्निशमन दलाला कॉल करा (101 किंवा 112)",
          "details": [
            "तुम्ही सुरक्षितपणे बाहेर आल्यानंतरच मदतीसाठी कॉल करा.",
            "ऑपरेटरला तुमचा अचूक पत्ता सांगा."
          ]
        },
        {
          "step": 4,
          "title": "जर अडकला असाल तर",
          "details": [
            "खिडकी असलेल्या खोलीत जा. धूर बाहेर ठेवण्यासाठी दरवाजा बंद करा.",
            "दरवाजाच्या खालील फट कपड्याने किंवा टॉवेलने बंद करा.",
            "खिडकीतून मदतीसाठी इशारा करा."
          ]
        }
      ]
    },
    {
      "category": "Natural_Disaster",
      "title": "नैसर्गिक आपत्ती सुरक्षा",
      "summary": "सूचना आपत्तीनुसार (उदा. भूकंप, पूर, चक्रीवादळ) बदलतील. अधिकाऱ्यांकडून अधिकृत बातम्या आणि सूचनांचे पालन करा.",
      "instructions": [
        {
          "step": 1,
          "title": "सुरक्षित आश्रय शोधा",
          "details": [
            "भूकंप: जमिनीवर झोपा, मजबूत टेबलखाली आश्रय घ्या, आणि घट्ट पकडून ठेवा. खिडक्यांपासून दूर राहा.",
            "पूर: तात्काळ उंच ठिकाणी जा. पुराच्या पाण्यातून चालू नका किंवा गाडी चालवू नका.",
            "चक्रीवादळ/जोरदार वारे: घराच्या आत, खिडक्या आणि दरवाजांपासून दूर राहा."
          ]
        },
        {
          "step": 2,
          "title": "माहिती मिळवत रहा",
          "details": [
            "अपडेट्स आणि सूचनांसाठी रेडिओ ऐका किंवा अधिकृत सोशल मीडिया चॅनेल फॉलो करा."
          ]
        },
        {
          "step": 3,
          "title": "आपत्कालीन किट",
          "details": [
            "पाणी, न खराब होणारे अन्न, टॉर्च, बॅटरी, प्रथमोपचार किट आणि महत्त्वाची कागदपत्रे असलेली एक किट तयार ठेवा."
          ]
        },
        {
          "step": 4,
          "title": "घटनेनंतर",
          "details": [
            "खाली पडलेल्या वीज तारा, तुटलेली काच आणि खराब झालेल्या इमारतींपासून सावध रहा. खराब झालेल्या संरचनेत प्रवेश करू नका."
          ]
        }
      ]
    },
    {
      "category": "Accident",
      "title": "रस्ते अपघात सूचना",
      "summary": null,
      "instructions": [
        {
          "step": 1,
          "title": "परिसर सुरक्षित करा",
          "details": [
            "तुमचे वाहन सुरक्षित अंतरावर थांबवा आणि इतर चालकांना सावध करण्यासाठी हॅझार्ड दिवे लावा.",
            "इंधन गळती, आग, किंवा येणारी वाहतूक यांसारख्या तात्काळ धोक्यांची तपासणी करा. जर सुरक्षित असेल, तर चेतावणी त्रिकोण ठेवा."
          ]
        },
        {
          "step": 2,
          "title": "मदतीसाठी कॉल करा (पोलिसांसाठी 100, रुग्णवाहिकेसाठी 108)",
          "details": [
            "अपघाताचे अचूक स्थान सांगा.",
            "अपघातात सामील वाहने आणि लोकांची संख्या आणि दुखापतींची व्याप्ती सांगा."
          ]
        },
        {
          "step": 3,
          "title": "जखमींना मदत करा",
          "details": [
            "तुमची सुरक्षितता सर्वात महत्त्वाची आहे. सुरक्षित असेल तरच जवळ जा.",
            "पीडित शुद्धीवर आहेत आणि श्वास घेत आहेत का ते तपासा.",
            "जखमी व्यक्तीला तात्काळ धोका नसल्यास (उदा. आगीपासून) हलवू नका. एखाद्याला हलवल्याने मान किंवा पाठीच्या कण्याला झालेल्या दुखापती वाढू शकतात.",
            "जर तुम्ही प्रशिक्षित असाल तर प्रथमोपचार करा (उदा. रक्तस्त्राव होणाऱ्या जखमांवर दाब देणे).",
            "मदत येईपर्यंत पीडितांशी शांत आणि धीर देणाऱ्या आवाजात बोला."
          ]
        }
      ]
    },
    {
      "category": "Violence",
      "title": "हिंसक धोक्याला प्रतिसाद देणे (हल्ला/दरोडा)",
      "summary": "तुमची वैयक्तिक सुरक्षा हे सर्वात महत्त्वाचे ध्येय आहे. या तत्त्वाचे पालन करा: पळा, लपा, किंवा लढा.",
      "instructions": [
        {
          "step": 1,
          "title": "पळा (Escape)",
          "details": [
            "जर निसटण्याचा स्पष्ट मार्ग असेल, तर त्याचा त्वरित वापर करा.",
            "तुमचे सामान मागे सोडा.",
            "हिरो बनण्याचा प्रयत्न करू नका. आधी स्वतःला सुरक्षित करा.",
            "सुरक्षित झाल्यावर, पोलिसांना कॉल करा (100 किंवा 112)."
          ]
        },
        {
          "step": 2,
          "title": "लपा (जर तुम्ही पळू शकत नसाल)",
          "details": [
            "अशी जागा शोधा जिथे हल्लेखोर तुम्हाला शोधण्याची शक्यता कमी असेल.",
            "दरवाजा बंद करा किंवा अडथळा निर्माण करा.",
            "तुमचा मोबाईल फोन पूर्णपणे शांत करा (व्हायब्रेशनसह).",
            "शांत रहा आणि नजरेआड रहा."
          ]
        },
        {
          "step": 3,
          "title": "लढा (शेवटचा उपाय म्हणून)",
          "details": [
            "फक्त तेव्हाच लढा जेव्हा तुमच्या जीवाला तात्काळ धोका असेल आणि तुम्ही पळू किंवा लपू शकत नसाल.",
            "शक्य तितके आक्रमक व्हा. तुमच्या कृतींवर ठाम रहा.",
            "कोणत्याही वस्तूचा शस्त्र म्हणून वापर करा (खुर्ची, अग्निशामक, चाव्या, पेन).",
            "नाजूक भागांवर लक्ष्य साधा."
          ]
        }
      ]
    },
    {
      "category": "Rescue",
      "title": "बचाव परिस्थिती सूचना",
      "summary": "जर तुम्ही कोणाला अडकलेले, पडलेले, किंवा धोक्यात पाहिले, तर तुमचे पहिले पाऊल व्यावसायिक मदत घेणे आहे.",
      "instructions": [
        {
          "step": 1,
          "title": "स्वतःला धोक्यात घालू नका!",
          "details": [
            "सुरक्षित अंतरावरून परिस्थितीचे मूल्यांकन करा. आग, खोल पाणी, विजेच्या तारा, किंवा अस्थिर जमीन यांसारख्या धोक्यांकडे लक्ष द्या.",
            "बरेच बचावकर्ते विचार न करता धाव घेतल्याने जखमी होतात किंवा मारले जातात. जर तुम्हीही बळी पडलात तर तुम्ही मदत करू शकत नाही."
          ]
        },
        {
          "step": 2,
          "title": "तात्काळ आपत्कालीन सेवांना कॉल करा (101, 108, किंवा 112)",
          "details": [
            "त्यांना अचूक स्थान सांगा आणि परिस्थितीचे स्पष्ट वर्णन करा (उदा. \"एक व्यक्ती विहिरीत पडली आहे,\" \"एक मूल कोसळलेल्या भिंतीखाली अडकले आहे\").",
            "व्यावसायिकांकडे सुरक्षित बचाव करण्यासाठी योग्य प्रशिक्षण आणि उपकरणे असतात."
          ]
        },
        {
          "step": 3,
          "title": "सुरक्षित अंतरावरून मदत करा (शक्य असल्यास)",
          "details": [
            "धोकादायक परिसरात प्रवेश करू नका.",
            "व्यक्तीशी बोला. त्यांना शांत ठेवा आणि सांगा की मदत येत आहे.",
            "पाण्यात बचाव करण्यासाठी: पाण्यात जाऊ नका. \"पोहोचवा, फेका\" पद्धत वापरा. काठी किंवा फांदीने पोहोचा, किंवा त्यांच्याकडे तरंगणारी वस्तू फेका (दोरी, प्लास्टिकची बाटली).",
            "आपत्कालीन ऑपरेटरने दिलेल्या कोणत्याही सूचनांचे पालन करा."
          ]
        }
      ]
    }
  ]
}
