{
  "home": {
    "title": "थे आपात स्थिति में हो के?",
    "subtitle": "SOS बटन दबाओ, थारो लाइव लोकेशन वालो SMS थारा आपातकालीन संपर्कां ने भेज दियो जावेला।",
    "checkInButton": "चेक-इन भेजो",
    "emergencyGridTitle": "थारी आपात स्थिति कई है?",
    "categories": {
      "medical": "चिकित्सा",
      "fire": "आग",
      "record": "रिकॉर्ड",
      "accident": "दुर्घटना",
      "violence": "हिंसा",
      "natural_disaster": "प्राकृतिक आपदा",
      "rescue": "बचाव"
    }
  },
  "settings": {
    "title": "सेटिंग्स",
    "sections": {
      "myCircle": {
        "title": "मारो सर्किल",
        "rows": {
          "manageContacts": {
            "label": "आपातकालीन संपर्क प्रबंधित करो",
            "description": "विश्वसनीय संपर्क जोड़ो या हटाओ"
          }
        }
      },
      "fakeCall": {
        "title": "फेक कॉल",
        "callerNameLabel": "कॉलर रो नाम",
        "callerNumberLabel": "कॉलर रो नंबर",
        "ringtoneLabel": "रिंगटोन",
        "saveButton": "फेक कॉल सेटिंग्स सहेजो"
      },
      "app": {
        "title": "ऐप",
        "themeLabel": "थीम",
        "languageLabel": "भाषा"
      },
      "logout": {
        "label": "लॉग आउट"
      }
    }
  },
    "emergencies": [
    {
      "category": "Medical",
      "title": "चिकित्सा आपातकालीन निर्देश",
      "summary": "अगर कोई बेहोश है, ज्यादा खून बह रह्यो है, या सांस लेबा में तकलीफ हो रही है, तो तुरंत कार्रवाई करो।",
      "instructions": [
        {
          "step": 1,
          "title": "स्थिति रो आकलन करो",
          "details": [
            "खुद के लिए या पीड़ित के लिए कोई भी खतरा (जियां कि ट्रैफिक, आग, या धूआं) के लिए जगा ने जांचो।",
            "आदमी ने उना कंधां पर धीरे-धीरे थपथपा'र और \"थे ठीक हो के?\" चिल्ला'र जगाबा की कोशिश करो।"
          ]
        },
        {
          "step": 2,
          "title": "एम्बुलेंस के लिए कॉल करो (108 या 112)",
          "details": [
            "ऑपरेटर ने अपनो सही पतो बताओ।",
            "आदमी की स्थिति रो वर्णन करो (जियां, \"सांस कोनी ले रह्यो है,\" \"माथा सूं खून बह रह्यो है,\" \"छाती में दर्द\")।",
            "ऑपरेटर द्वारा दिया गया सगळा निर्देशां रो पालन करो।"
          ]
        },
        {
          "step": 3,
          "title": "बुनियादी देखभाल प्रदान करो (अगर थे सुरक्षित रूप सूं कर सको हो तो)",
          "details": [
            "अगर सांस कोनी ले रह्यो है: अगर थे प्रशिक्षित हो, तो सीपीआर (कार्डियोपल्मोनरी रिससिटेशन) शुरू करो।",
            "ज्यादा खून बहबा पर: एक साफ कपड़ा या पट्टी रो उपयोग कर'र घाव पर जोर सूं, सीधो दबाव डालो।",
            "गर्दन या रीढ़ की हड्डी में चोट री आशंका वाला आदमी ने तब तक नी हिलाओ जब तक कि वे तत्काल खतरा में नी हो।",
            "मदद आबा तक आदमी के साथ रहो और उने शांत रखो।"
          ]
        }
      ]
    },
    {
      "category": "Fire",
      "title": "आग लागबा पर आपातकालीन निर्देश",
      "summary": "थारी प्राथमिकता सब ने सुरक्षित बाहर काढ़बा की है। चीजां बदली जा सके है, पण मनख नी।",
      "instructions": [
        {
          "step": 1,
          "title": "सब ने चेताओ",
          "details": [
            "इमारत में सब ने जगाबा और चेताबा के लिए जोर सूं \"आग!\" चिल्लाओ।"
          ]
        },
        {
          "step": 2,
          "title": "तुरंत खाली करो",
          "details": [
            "जित्तो जल्दी हो सके बाहर निकळो। खुद रो सामान इकट्ठा करबा के लिए नी रुको।",
            "धूआं में सांस लेबा सूं बचबा के लिए जमीन पर नीचे रहो। सबसे साफ हवा फर्श के पास होवे है।",
            "दरवाजो खोलबा सूं पेला, उने अपणा हाथ री पाछली बाजू सूं महसूस करो। अगर वो गरम है, तो उने नी खोलो। बाहर निकळबा रो दूजो रास्तो ढूंढो।",
            "एक बार बाहर निकळ्या पछे, बाहर ही रहो। जलती हुई इमारत में कदेई वापस नी जाओ।"
          ]
        },
        {
          "step": 3,
          "title": "फायर ब्रिगेड ने कॉल करो (101 या 112)",
          "details": [
            "सुरक्षित बाहर निकळ्या पछे ही मदद के लिए कॉल करो।",
            "ऑपरेटर ने अपनो सही पतो बताओ।"
          ]
        },
        {
          "step": 4,
          "title": "अगर फंस गया हो तो",
          "details": [
            "खिड़की वाला कमरा में जाओ। धूआं ने बाहर रखबा के लिए दरवाजो बंद कर दो।",
            "दरवाजा के नीचे री जगा ने कपड़ा या तौलिया सूं बंद करो।",
            "खिड़की सूं मदद के लिए इशारो करो।"
          ]
        }
      ]
    },
    {
      "category": "Natural_Disaster",
      "title": "प्राकृतिक आपदा सुरक्षा",
      "summary": "निर्देश आपदा (जियां, भूकंप, बाढ़, चक्रवात) के आधार पर अलग-अलग होवेला। अधिकारियां सूं आधिकारिक समाचार और चेतावनियां रो पालन करो।",
      "instructions": [
        {
          "step": 1,
          "title": "सुरक्षित आश्रय ढूंढो",
          "details": [
            "भूकंप: जमीन पर झुक जाओ, एक मजबूत मेज के नीचे छिप जाओ, और कस'र पकड़ो। खिड़कियां सूं दूर रहो।",
            "बाढ़: तुरंत ऊंची जगा पर जाओ। बाढ़ रा पाणी में नी चालो और नी ही गाड़ी चलाओ।",
            "चक्रवात/तेज हवाएं: घर रे अंदर, खिड़कियां और दरवाजां सूं दूर रहो।"
          ]
        },
        {
          "step": 2,
          "title": "सूचित रहो",
          "details": [
            "अपडेट्स और निर्देशां के लिए रेडियो सुणो या आधिकारिक सोशल मीडिया चैनलां रो पालन करो।"
          ]
        },
        {
          "step": 3,
          "title": "आपातकालीन किट",
          "details": [
            "पाणी, खराब नी होबा वालो भोजन, एक टॉर्च, बैटरी, एक प्राथमिक चिकित्सा किट और जरूरी कागजां के साथ एक किट तैयार रखो।"
          ]
        },
        {
          "step": 4,
          "title": "घटना रे पछे",
          "details": [
            "गिरी हुई बिजली री लाइनां, टूटेड़ा कांच और खराब हुई इमारतां सूं सावधान रहो। खराब हुई संरचन में प्रवेश नी करो।"
          ]
        }
      ]
    },
    {
      "category": "Accident",
      "title": "सड़क दुर्घटना रा निर्देश",
      "summary": null,
      "instructions": [
        {
          "step": 1,
          "title": "जगा ने सुरक्षित करो",
          "details": [
            "अपणी गाड़ी ने सुरक्षित दूरी पर रोको और दूजा ड्राइवरों ने चेताबा के लिए अपणी हैजर्ड लाइट चालू करो।",
            "ईंधन रिसाव, आग, या आबा वाला यातायात जियां तत्काल खतरां री जांच करो। अगर यो सुरक्षित है, तो एक चेतावनी त्रिकोण रखो।"
          ]
        },
        {
          "step": 2,
          "title": "मदद के लिए कॉल करो (पुलिस के लिए 100, एम्बुलेंस के लिए 108)",
          "details": [
            "दुर्घटना रो सही पतो प्रदान करो।",
            "शामिल गाड़ियां और लोगां री संख्या और चोटां री सीमा रो वर्णन करो।"
          ]
        },
        {
          "step": 3,
          "title": "घायलां री सहायता करो",
          "details": [
            "थारी सुरक्षा पेली आवे है। केवल तभी संपर्क करो जब इयां करनो सुरक्षित हो।",
            "जांचो कि पीड़ित होश में है और सांस ले रह्या है।",
            "घायल आदमी ने तब तक नी हिलाओ जब तक कि वे तत्काल खतरा में नी हो (जियां, आग सूं)। किसी ने हिलाबा सूं गर्दन या रीढ़ की हड्डी री चोटां बढ़ सके है।",
            "अगर थे प्रशिक्षित हो तो प्राथमिक उपचार प्रदान करो (जियां, खून बहता घावां पर दबाव डालनो)।",
            "मदद आबा तक पीड़िताओं सूं शांत और आश्वस्त करबा वाली आवाज में बात करो।"
          ]
        }
      ]
    },
    {
      "category": "Violence",
      "title": "हिंसक खतरा रो जवाब देनो (हमलो/लूट)",
      "summary": "थारी व्यक्तिगत सुरक्षा सबसे जरूरी लक्ष्य है। इण सिद्धांत रो पालन करो: भागो, छिपो, या लड़ो।",
      "instructions": [
        {
          "step": 1,
          "title": "भागो (बचो)",
          "details": [
            "अगर कोई साफ बच निकळबा रो रास्तो है, तो उरो तुरंत उपयोग करो।",
            "अपनो सामान पाछे छोड़ दो।",
            "हीरो बनबा की कोशिश मत करो। पेला खुद ने सुरक्षित करो।",
            "सुरक्षित होबा पर, पुलिस ने बुलाओ (100 या 112)।"
          ]
        },
        {
          "step": 2,
          "title": "छिपो (अगर थे भाग नी सको)",
          "details": [
            "इयां री जगा ढूंढो जहां हमलावर थने कम सूं कम ढूंढ सके।",
            "दरवाजो बंद करो या barricade करो।",
            "अपनो मोबाइल फोन पूरी तरह सूं चुप करो (कंपन सहित)।",
            "चुप रहो और नजरां सूं दूर रहो।"
          ]
        },
        {
          "step": 3,
          "title": "लड़ो (अंतिम उपाय के रूप में)",
          "details": [
            "केवल तभी लड़ो जब थारो जीवन तत्काल खतरा में हो और थे भाग या छिप नी सको।",
            "जित्तो संभव हो उत्तो आक्रामक बनो। अपणा कामां के प्रति प्रतिबद्ध रहो।",
            "कोई भी चीज ने हथियार के रूप में उपयोग करो (कुर्सी, आग बुझाबा वालो यंत्र, चाबियां, कलम)।",
            "कमजोर जगां पर निशानो साधो।"
          ]
        }
      ]
    },
    {
      "category": "Rescue",
      "title": "बचाव स्थिति रा निर्देश",
      "summary": "अगर थे किसी ने फस्योड़ा, पड़योड़ा, या खतरा में देखो, तो थारो पहलो कदम पेशेवर मदद लेनो है।",
      "instructions": [
        {
          "step": 1,
          "title": "खुद ने खतरा में नी डालो!",
          "details": [
            "सुरक्षित दूरी सूं स्थिति रो आकलन करो। आग, गहरा पाणी, बिजली रा तार, या अस्थिर जमीन जियां खतरां ने देखो।",
            "घणा बचावकर्मी बिना सोच्या-समझ्यां जल्दबाजी करबा सूं घायल हो जावे है या मारा जावे है। अगर थे भी शिकार हो जाओ तो थे मदद नी कर सको।"
          ]
        },
        {
          "step": 2,
          "title": "तुरंत आपातकालीन सेवां ने कॉल करो (101, 108, या 112)",
          "details": [
            "उन्हें सही पतो दो और स्थिति रो साफ रूप सूं वर्णन करो। (जियां, \"एक आदमी कुआ में पड़ गयो है,\" \"एक बाळक ढह गई दीवार के नीचे फस्योड़ो है\")।",
            "पेशेवरों के पास सुरक्षित बचाव करबा के लिए सही प्रशिक्षण और उपकरण होवे है।"
          ]
        },
        {
          "step": 3,
          "title": "सुरक्षित दूरी सूं मदद करो (अगर संभव हो)",
          "details": [
            "खतरनाक जगा में प्रवेश नी करो।",
            "आदमी सूं बात करो। उने शांत रखो और बताओ कि मदद आ रही है।",
            "पाणी में बचाव के लिए: अंदर नी जाओ। \"पहुंचो, फेंको\" तरीको अपनाओ। लाठी या डाली सूं पहुंचो, या उना कने तैरती हुई चीज फेंको (रस्सी, प्लास्टिक री बोतल)।",
            "आपातकालीन ऑपरेटर द्वारा दिया गया कोई भी निर्देशां रो पालन करो।"
          ]
        }
      ]
    }
  ]
}
